<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <link type="text/css" href="styles/style.css" rel="stylesheet"/>
    <link type="text/css" href="styles/styles-quotes.css" rel="stylesheet"/>
    <script type="text/javascript" src="js/jquery.js"></script>
    <script type="text/javascript" src="js/global.js"></script>
    <title>Бисери</title>
</head>
<body>
<header class="header">
    <?php include 'templates/header.php'; ?>
</header>
<main>
    <div id="main-wrapper">
        <aside id="nav-astro">
            <ul>
                <li><a href="#aries"><div><span class="gem">♈</span> Овен</div></a></li>
                <li><a href="#taurus"><div><span class="gem">♉</span> Телец</div></a></li>
                <li><a href="#gemini"><div><span class="gem">♊ </span> Близнаци</div></a></li>
                <li><a href="#cancer"><div><span class="gem">♋</span> Рак</div></a></li>
                <li><a href="#leo"><div><span class="gem">♌</span> Лъв</div></a></li>
                <li><a href="#virgo"><div><span class="gem">♍</span> Дева</div></a></li>
                <li><a href="#libra"><div><span class="gem">♎</span> Везни</div></a></li>
                <li><a href="#scorpio"><div><span class="gem">♏</span> Скорпион</div></a></li>
                <li><a href="#archer"><div><span class="gem">♐</span> Стрелец</div></a></li>
                <li><a href="#capricorn"><div><span class="gem">♑</span> Козирог</div></a></li>
                <li><a href="#waterman"><div><span class="gem">♒</span> Водолей</div></a></li>
                <li><a href="#fish"><div><span class="gem">♓</span> Риби</div></a></li>
            </ul>
        </aside>

        <section id="astro">
            <h1>Зодии</h1>
            <h2>Няма значение дали вярвате в астрологията, дали си падате по чашката, или сте заклети трезвеници - когато седнем да побъбрим на маса, зодиите и пиянските истории са едни от вечните теми.Тук е събрано едно обобщение на алкохолните навици на всяка зодия.</h2>
            <hr>
            <article id="aries">
                <h3>♈ Овен ♈ (21.III - 20.IV)</h3>
                <img src="resources/images/jokes/aries.png" alt="Aries">
                <div> Разнолики, но и разнодъхави са родените под знака на Ракията. С право българинът отколе вика: "Мириша на ракия,а не на простотия!" Жената от тази зодия понякога я наричат "слаба ракия",но често тя се оказва скоросмъртница или пукница. Мъжът-Ракия е с лют нрав,а за да няма махмурлук, не става от масата. Държавата България е под този знак. Зодия Ракия винаги удря и неукия, и професора, където трябва: първия в краката, втория в главата. </div>
            </article>

            <hr>
            <article id="taurus">
                <h3>♉Телец♉ (21.IV - 21.V)</h3>
                <img src="resources/images/jokes/taurus.png" alt="Taurus">
                <div>За телец не може и да става дума за натряскване в жегата на някоя пейка. Те обичат лукса и затова ще отидат в най-добрите барове. Само дето са като изтървани, когато се напият и стават доста непохватни. Ще има разливане, бутане и настъпване. След няколко питиета телецът ще разказва истории, с които ще се побъркате от смях. Предупреждаваме обаче, че са доста шумни! </div>
            </article>

            <hr>
            <div class="ema">
            <img src="resources/images/jokes/ema-stone.gif" alt="alcohol" width="400" height="200"/>
            </div>

            <hr>
            <article id="gemini">
                <h3>♊Близнаци♊ (22.V - 21.VI)</h3>
                <img src="resources/images/jokes/gemini.png" alt="Gemini">
                <div> Близнаците са зодиакалният знак, който сякаш пие и не го хваща. Но това е, защото не можеш да разбереш дали има разлика от нормалното им поведение и като са пияни – бърборят, свръхобщителни са и прескачат от тема в тема. Близнаците са флиртаджии, но под въздействието на алкохола стават факири. Успяват да омагьосат няколко обекта едновременно. За една вечер могат да изпият целия асортимент от коктейли на бара. </div>
            </article>

            <hr>
            <article id="cancer">
                <h3>♋Рак♋ (22.VI - 23.VII)</h3>
                <img src="resources/images/jokes/cancer.png" alt="Cancer">
                <div> Ракът не пие за забава, а за пие за разтоварване. Бутилка вино с вечерята, една-две-три бирички след работа – заслужили сте си го след толкова тежък ден. Представителите на този знак умеят да надушват къде е купонът и да се намърдат дори и на чужди партита. Ракът е добър алкохолик събеседник, но по някое време, но трябва да внимава с пиянските задявки. Да знаете, че Раците никога не са пияни. </div>
            </article>

            <hr>
            <article id="leo">
                <h3>♌Лъв♌ (24.VII - 23.VIII)</h3>
                <img src="resources/images/jokes/leo.png" alt="Leo">
                <div> Където има купон, там има и лъв и той е в центъра му. Под въздействието на алкохола губят своето чувство за превъзходство и от величествени лъвове се превръщат в игриви котенца. Естествено осъзнават колко чаровни и симпатични са в този си образ. Подпийналият Лъв може да започне флирт с чуждо гадже, но не се притеснявайте, той ще постъпи, както е редно. Остава ви и преимуществото, че на другия ден ще бъде гузен и мек като памук. </div>
            </article>

            <hr>
            <div class="ema">
                <img src="resources/images/jokes/vodka.gif" alt="alcohol" width="400" height="200"/>
            </div>

            <hr>
            <article id="virgo">
                <h3>♍Дева♍ (24.VIII - 23.IХ)</h3>
                <img src="resources/images/jokes/virgo.png" alt="Virgo">
                <div> Девите са твърде разумни, което ги прави калпави пияници – не смеят да се натаралянкат, защото се ужасяват от самата идея. Например да пият само органично вино или само конкретен вид алкохол, да не близват, ако не е от определена марка. Рядко се напиват. Но когато му изпуснат края, става страшно. Под въздействието на алкохола, тя изскача и се развихря с такъв размах, че дълго се говори за това. </div>
            </article>

            <hr>
            <article id="libra">
                <h3>♎Везни♎ (24.IХ - 23.Х)</h3>
                <img src="resources/images/jokes/libra.png" alt="Libra">
                <div> След петото уиски почти не се чува гласът на везните. Те са страхотни купонджии и наистина обичат да си общуват. Дали ще обиколят като пчелички всички групички в помещението, или ще спретнат набързо някоя интрижка – ей така, за развлечение, важното е разговор да става. Обикновено те са хората, които ще се напият преди другите и ще започнат да досаждат. </div>
            </article>

            <hr>
            <article id="scorpio">
                <h3>♏Скорпион♏ (24.Х - 22.ХI)</h3>
                <img src="resources/images/jokes/scorpio.png" alt="Scorpio">
                <div> Никога не казвайте на Скорпиона, че трябва да спре да пие. Това може да го изкара извън релси и така да се налее като свиня. Ей така, от чиста злоба. Скорпионите обичат пиенето. Ако не ви харесва, то си е ваш проблем. В пристъп на мрачна депресия и самоненавист са в състояние да се налеят до безпаметност. Но като цяло са чудесни събеседници – остроумни, занимателни, и невероятни ухажори. </div>
            </article>

            <hr>
            <article id="archer">
                <h3>♐Стрелец♐ (23.ХI -21.ХII)</h3>
                <img src="resources/images/jokes/archer.png" alt="Archer">
                <div> Ако искате стрелец да ви каже истината, го напийте. Две-три питиета и са готови да споделят и най-съкровените ви тайни с всички околни. Стрелците са чудесни другари по чашка, около тях винаги е забавно и купонът е на макс. Алкохолът винаги ги вдъхновява за нови смахнати идеи и понякога шантави глупости. </div>
            </article>


            <hr>
            <div class="ema">
                <img src="resources/images/jokes/dicaprio.gif" alt="alcohol" width="450" height="210"/>
            </div>

            <hr>
            <article id="capricorn">
                <h3>♑Козирог♑ (22.ХII - 20.I)</h3>
                <img src="resources/images/jokes/capricorn.png" alt="Capricorn">
                <div> Някои смятат, че козирозите хич не ги бива в купонясването. Макар практини и разумни, те винаги са добра компания и се приспособяват към всяка ситуация. Могат да пият и в изискано заведение, и на улицата – седнали направо на тротоара. Важното е веселба да става. Алкохолът им помага да се отпуснат и да общуват по-свободно. </div>
            </article>

            <hr>
            <article id="waterman">
                <h3>♒Водолей♒ (21.I - 19.II)</h3>
                <img src="resources/images/jokes/waterman.png" alt="Waterman">
                <div> Ако сте от разумните, няма да седнете да пиете с водолей. Те и трезви са всезнайковци, но ако някакъв бръмбар им влезе в главата на пияно, стават чудовищно твърдоглави. Противопоставите ли им се в такъв момент, върху ви ще се изсипят огън и жупел. На Водолеите им е интересно да си общуват с пияни дори когато самите те са трезви. Ако те са организатори на партито, ще бъдат ангажирани всичко да е наред и няма да им остане време да се заяждат. </div>
            </article>

            <hr>
            <article id="fish">
                <h3>♓Риби♓ (20.II - 20.III)</h3>
                <img src="resources/images/jokes/fish.png" alt="Fish">
                <div> Рибите си знаят, че са склонни към пристрастяване.Те бързо придобиват тренинг и започват да носят все повече и повече. Удоволствието им излиза доста скъпо в пряк и в преносен смисъл. Въпреки това Рибите са прекрасна компания за маса. Те са обаятелни събеседници. Готови са да се включат във всякакви пиянски бели и закачки. А в любовта са магьосници – излизате с тях уж за по едно бързо питие, а не се прибирате следващите няколко денонощия. </div>
            </article>
            <hr>
        </section>

        <div class="laugh"><h2>Малко смях от залата...</h2></div>
        <div class="asterix">***</div>
        <div class="quot"><b>Наков</b>: "Щях да кажа "Мамка му", ама нали сме в час - нищо няма да кажа."</div>
        <div class="asterix">***</div>
        <div class="quot"><b>Наков</b> чете числото 1000000 в двоична бройна система като "1 милион". Поправя се..: "Това всъщност трябва да се
                    чете като едно и шест нули, а не като един милион. Това е все едно да четете числото 100 като - едно, кенеф".</div>
        <div class="asterix">***</div>
        <div class="quot">&nbsp;</div>

        <div class="quot"><b>Наков</b> когато нещо иска да се ъпдейтне: "МАХАЙ СЕ БЕ ГАД МРЪСНА!"</div>
        <div class="asterix">***</div>
        <div class="quot"><b>Наков</b>: " - Абе тука нещо тоя интернет много ми бави... Аз утре ще си докарам USB чушката."
                    Студент от залата: " - Защо чушката?"
                    Наков: " - Еми чушката бе! Ръгаш я и тръгва!"</div>
        <div>&nbsp;</div>
        <div class="asterix">***</div>
        <div class="quot"> <b>Наков</b>".. няя как в едно чекмедже да съберем безкраен брой чорапи, нали.. просто НЕ СТАА
                    - има лимит"</div>
        <div class="nakov">
            <h2>И.... като за финал ви поздравяваме с една песничка, изпълнена от нашия вдъхновител Г-н Наков!!</h2>
        </div>

        <div id="youtube">
            <iframe width="640" height="380"
                    src="http://www.youtube.com/embed/JD2J3DUGi24">
            </iframe>
        </div>
    </div>
</main>
<footer>
    <?php include 'templates/footer.php'; ?>
</footer>
</body>
</html>
