<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <link type="text/css" href="styles/style.css" rel="stylesheet"/>
    <link type="text/css" href="styles/style-guide.css" rel="stylesheet"/>
    <script type="text/javascript" src="js/jquery.js"></script>
    <script type="text/javascript" src="js/global.js"></script>
    <title>Наръчник</title>
</head>
<body>
<header class="header">
    <?php include 'templates/header.php'; ?>
</header>
<main>
    <div id="main-wrapper">
        <aside id="navigation-guide">
            <ul>
                <li><a href="#phase1"><div>1 – Първи стъпки</div></a></li>
                <li><a href="#phase2"><div>2 – Фрустрация</div></a></li>
                <li><a href="#phase3"><div>3 – Ахааааа!</div></a></li>
                <li><a href="#phase4"><div>4 – Чуплив код</div></a></li>
                <li><a href="#phase5"><div>5 – Имитатор</div></a></li>
                <li><a href="#phase6"><div>6 – Самохвалко</div></a></li>
                <li><a href="#phase7"><div>7 – Бързак</div></a></li>
                <li><a href="#phase8"><div>8 – Изкуство</div></a></li>
                <li><a href="#phase9"><div>9 – Нинджа</div></a></li>
            </ul>
        </aside>
        <section id="guide">
            <h2>Кариерата на един програмист преминава през няколко фази на развитие. Пътят е стръмен и често преминава през периоди на чувство на неудовлетвореност, просветление и самодоволство. Може би най-голямото ти предимство обаче е, че нямаш никаква представа какво те очаква.</h2>
            <article id="phase1">
                <h3>Фаза 1 - Първи стъпки</h3>
                <img src="resources/images/guide/1-first-steps.gif" alt="Първи стъпки">
                <div>Това е периодът, когато нямаш абсолютно никаква представа какво правиш. Мяташ се като риба на сухо, всеки нов ред код е мистерия. Doctype? Ъ? Какво по дяволите прави Console.Writeline()? Първата фаза е страшно смущаваща, но вълнуваща. Въпреки, че това отнема време, в крайна сметка ще научиш достатъчно, за да направиш първите си стъпки в света на програмирането. Бавно започваш да изграждаш уменията си. </div>
            </article>
            <hr>
            <article id="phase2">
                <h3>Фаза 2 - Пълна фрустрация</h3>
                <img src="resources/images/guide/2-frustration.gif" alt="Пълна фрустрация">
                <div>Представи си, че си попаднал в лабиринт и отчаяно се луташ да намериш изхода. С всяка стъпка се научаваш как не се прави и ставаш "Едисон" в света на програмирането. Ще прекараш стотици часове в търсене на решения и на моменти ще ти се иска да изхвърлиш компютъра през прозореца. Ако чувството на безсилие става твърде огромна, може да намериш успокоение във факта, че всеки програмист минава през тази фаза, независимо колко дълго трае.</div>
            </article>
            <hr>
            <article id="phase3">
                <h3>Фаза 3 - Моментът "Ахааааа!"</h3>
                <img src="resources/images/guide/3-aha.gif" alt="Ахааааа!">
                <div>Този момент е едно от най-великите чувства на света, когато нящата започнат да ти се изясняват. Често тези просветления идват късно през нощта, когато останалия свят спи (с изключение на колегите ти програмисти). </div>
            </article>
            <hr>
            <article id="phase4">
                <h3>Фаза 4 - Чуплив код</h3>
                <img src="resources/images/guide/4-fragile.gif" alt="Чуплив код">
                <div>Както и предишните фази и тази е доста продължителна. В този етап успешно ще се справяш с поставените задачи и ще постигнеш крайния резултат, но качеството ще е далеч от желаното. Ще пишеш много редове код за прости задачи, но все пак си удовлетворен от напредъка.</div>
            </article>
            <hr>
            <article id="phase5">
                <h3>Фаза 5 - Имитатор</h3>
                <img src="resources/images/guide/5-copycat.gif" alt="Имитатор">
                <div>Фаза имитатор е изключително важна. Няма по-добър начин да научиш правилните техники за програмиране от това да копираш чужд кода, понякога дори ред по ред. Не се чувствай зле,  всяка артистична кариера има своята имитаторска фаза! За щастие, GitHub е направил този процес по-лесен от всякога. Разбира се само с копиране няма да стигнеш далеч, но това е един отличен старт! Подражавай на хората, които те вдъхновяват и в крайна сметка ще придобиеш свой собствен стил. </div>
            </article>
            <hr>
            <article id="phase6">
                <h3>Фаза 6 - Самохвалко</h3>
                <img src="resources/images/guide/6-cocky.gif" alt="Самохвалко">
                <div>Най-накрая нещата започват да ти се получават.  Тогава и самоувереността ти бързо нараства - може би прекалено бързо! Не се поддавай на изкушението да станеш твърде самонадеян. Когато почувстваш желанието да напишеш саркастичен коментар "научи се да кодираш, пич!", не го прави. Неотдавна и ти беше пълен лаик. </div>
            </article>
            <hr>
            <article id="phase7">
                <h3>Фаза 7 - Бързак</h3>
                <img src="resources/images/guide/7-fast.gif" alt="Бързак">
                <div>Със сигурност ти се е случвало да останеш удивен от скоростта, с която колегата ти пише код. Имаш чувството, че кодът магически се появява на екрана, докато не откриеш съществуването на различни инструменти за бързо писане на код. Тогава и досегът с мишката ще стане все по-рядък.</div>
            </article>
            <hr>
            <article id="phase8">
                <h3>Фаза 8 – Когато кодът стане изкуство</h3>
                <img src="resources/images/guide/8-artist.gif" alt="Когато кодът стане изкуство">
                <div>Това е фаза, към която всеки програмист се стреми. Въпреки, че това отнема хиляди часове, ще дойде ден, когато ще пишеш кода си с лекотата и той ще е оптимален и лесен за четене и поддръжка. Все пак кодът ти ще се използва и от хора, не само от машини.</div>
            </article>
            <hr>
            <article id="phase9">
                <h3>Фаза 9 – Нинджа</h3>
                <img src="resources/images/guide/9-ninja.gif" alt="Нинджа">
                <div>Това е черешката на тортата и малцина стигат до тази фаза. Наред с ежедневните ти задачи, ще станеш говорител на конференции, ще бъдеш предпочитан лидер в много проекти. Ти си това, което другите наричат нинджа, въпреки факта, че мразиш този етикет. Знаеш по-добре от всеки друг колко още има да се учи!</div>
            </article>
        </section>
    </div>
</main>
<footer>
    <?php include 'templates/footer.php'; ?>
</footer>
</body>
</html>
